Repository: jodstell/Ancestor-Revised
Catalog: EventManagerApplication/App_GlobalResources/Resource.*.resx
Languages: bg

# ActiveCoursesLabel
source: Active Courses
bg: Активни курсове

# AllStudentsButton
source: All Students
bg: Всички студенти

# AskAQuestionButton
source: Ask a Question
bg: Задай въпрос

# AssignmentLabel
source: Assignment
bg: Задачи

# AssignmentNameLabel
source: Assignment Name
bg: Име на задачата

# AssignmentsLabel
source: Assignments
bg: Задачи

# AvailableTestLabel
source: Available Tests
bg: Налични тестове

# CertificatesLabel
source: Certificates
bg: Сертификати

source: Class Announcements
bg: Съобщения за Класа

# ClassDocumentsLabel
source: Class Documents
bg: Файлове на класа

# ClassLinksLabel
source: Class Links
bg: Връзки на класа

# CompletedCourseLabel
source: Completed Courses
bg: Завършени курсове

# CompletedTestLabel
source: Completed Tests
bg: Завършени тестове

# ContactSupportButton
source: Contact Support
bg: Свържете се с поддръжката

# CourseDatesLabel
source: Course Dates
bg: Дати за курсовете

# CreateANoteLabel
source: Create a Note
bg: Създай бележка

# CurrentTestsAvailableLabel
source: Current Tests Available
bg: Налични тестове в момента

# DateLabel
source: Date
bg: Дата

# DateSubmittedLabel
source: Date Submitted
bg: Дата на предаване

# DaysAgoLabel
source: Days ago
bg: Дни преди

# DiscussionLabel
source: Discussion
bg: Дискусия

# DiscussionTopicsLabel
source: Discussion Topics
bg: Теми за дискусия

# EndLabel
source: End
bg: Край

# EnrollmentLabel
source: You are enroled in this course
bg: Вие сте записан за този курс

# FailedLabel
source: Faile
bg: Невзети

# FailedTestsLabel
source: Failed Tests
bg: Скъсани тестове

# FileNameLabel
source: File Name
bg: Име на файла

# FilterByLabel
source: Filter By
bg: Филтър

# FriendsButton
source: Friends
bg: Приятели

# GradedLabel
source: Graded
bg: Оценено

# GradeLabel
source: Grade
bg: Оценка

# HomeLabel
source: Home
bg: Начална страница

# IncompletedTestsLabel
source: Incompleted Tests
bg: Незавършени тестове

# InstructorLeadLabel
source: Instructor Lead
bg: Водещ инструктор

# LanguageLabel
source: Language
bg: Език

# LastPostsLabel
source: Lasts Posts
bg: Последни отговори

# LogOffLabel
source: Log off
bg: Отписване

# MarkLabel
source: Mark as Read + Continue
bg: Отбележи като прочетно и продължи

# MessageLabel
source: Message
bg: Съобщение

# MessagesLabel
source: Messages
bg: Съобщения

# MessageToLabel
source: Message to
bg: До

# MyClassroomLabel
source: My Classroom
bg: Класна стая

# MyConnectionsLabel
source: My Connections
bg: Моите връзки

# MyGroupsLabel
source: My Groups
bg: Моите групи

# MyProfileLabel
source: My Profile
bg: Моят профил

# NewsAlertsLabel
source: News & Alerts
bg: Новини и известия

# NextPageLabel
source: Next Page
bg: Следваща страница

# NoCertificatesLabel
source: You have not earned any certificates
bg: Все още не сте придобили сертификати

# NoIncompleteTestLabel
source: There are no incomplete tests
bg: Няма незавършени тестове

# NoTestRetakeLabel
source: There are no tests available to retake
bg: Няма налични тестове които можете да преминете отново

# NoTestsLabel
source: There are currently no tests available
bg: За момента няма налични тестове

# OpenEnrollmentLabel
source: Open Enrollment
bg: Отвори записите

# PassedLabel
source: Passed
bg: Взети

# PreviousPageLabel
source: Previous Page
bg: Предишна страница

# ProfileProgressText
source: How complete is your profile?
bg: Колко актуализиран е вашия профил?

# QuickStatsLabel
source: Quick Stats
bg: Кратка статистика

# QuitLabel
source: Quit + Return to Lesson Plan
bg: Изход и връщане към Учебния План

# ReadingAssignmentLabel
source: Reaging assignment
bg: Задача за четене

# ReadLabel
source: Read
bg: Прочетете

# RecentActivityLabel
source: Recent Activity
bg: Последни дейности

# RepliesLabel
source: Replies
bg: Отговори

# ScoreLabel
source: Score
bg: Точки

# SelfAssessmentLabel
source: Self Assessment
bg: Самооценка

# SettingsLabel
source: Settings
bg: Настройки

# SignInLabel
source: Sign In
bg: Влизане

# StartedByLabel
source: Started by
bg: Започнато от

# StartLabel
source: Start
bg: Начало

# StudentNameLabel
source: Student Name
bg: Име на студента

# SubjectLabel
source: Subject
bg: Тема

# SubmitACommentLabel
source: Submit a Comment
bg: Напиши коментар

# SubmittedLabel
source: Submitted
bg: Предадено

# TestNameLabel
source: Test Name
bg: Име на теста

# TestsAvailableToRetakeLabel
source: Tests Available to Retake
bg: Тестовe които са възможни да се минат отново

# TestsNotAvailableToRetakeLabel
source: Tests Not Available to Retake
bg: Тестове които не са възможни да се минат отново

# TotalTestsLabel
source: Total Tests
bg: Всички тестове

# TotalTestsTakenLabel
source: Total Tests Taken
bg: Всички изминати тестове

# UpdateLabel
source: Update
bg: Актуализация

# UploadDocumentButton
source: Upload Document
bg: Качи файл

# ViewButton
source: View
bg: Преглед

# WelcomeText
source: Welcome to your Learning Dashboard!
bg: Добре дошли в таблото за обучение

# WriteEssayLabel
source: Write an essay
bg: Напишете есе

# WritingAssignmentLabel
source: Writing assignment
bg: Задача за писане
